/* No comment provided by engineer. */
"About Verbatim Solutions" = "Over Verbatim Solutions";

/* No comment provided by engineer. */
"Verbi™ powered by Verbatim Solutions" = "Verbi™ powered by Verbatim Solutions";

/* No comment provided by engineer. */
"Tap here to begin typing.." = "Tik hier om te typen";

/* No comment provided by engineer. */
"All translation history has been cleared." = "Alle vertaalgeschiedenis werd gewist.";

/* No comment provided by engineer. */
"Are you sure you want to clear all translation history?  Your previous translations will not show up as suggestions anymore." = "Weet u zeker dat u alle vertaalgeschiedenis wilt wissen? Uw vorige vertalingen zullen niet meer als suggesties worden getoond.";

/* No comment provided by engineer. */
"Cancel" = "Annuleren";

/* No comment provided by engineer. */
"Clear" = "Wissen";

/* No comment provided by engineer. */
"Clear Translation History" = "Vertaalgeschiedenis wissen";

/* No comment provided by engineer. */
"Done" = "Klaar";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Professional Quote" = "Professionele offerte";

/* No comment provided by engineer. */
"Request Professional Quote" = "Een professionele offerte aanvragen";

/* No comment provided by engineer. */
"Submitting.." = "Verzenden...";

/* No comment provided by engineer. */
"Translating.." = "Vertalen";

/* No comment provided by engineer. */
"Verbi™ is powered by Verbatim Solutions, a leading professional translation services provider.  Verbi™ provides you quick machine translations and is not a substitute for certified, professional translation services.  For a professional translation provided by one of our certified translators please contact us at" = "Verbi™ is powered by Verbatim Solutions, een toonaangevende aanbieder van vertaalservices. Verbi ™ geeft u een snelle machinevertaling, maar is geen vervanging voor gecertificeerde, professionele vertaalservices. Voor een professionele vertaling door een van onze gecertificeerde vertalers neemt u met ons contact op:";

/* No comment provided by engineer. */
"Mail:" = "E-mail:";

/* No comment provided by engineer. */
"Call:" = "Telefoon:";

/* No comment provided by engineer. */
"Online:" = "Online:";

/* No comment provided by engineer. */
"Verbi™ Translate" = "Verbi™ Vertalen";

/* No comment provided by engineer. */
"We're sorry, an error has occurred.  Please try again." = "Er heeft zich een fout voorgedaan. Probeer het opnieuw.";

/* No comment provided by engineer. */
"An internet connection is required to continue." = "An internet connection is required to continue.";

/* No comment provided by engineer. */
"We're missing a background for the selected language. Please restart the application.  If the problem persists, please uninstall and re-install." = "We're missing a background for the selected language. Please restart the application.  If the problem persists, please uninstall and re-install.";

/* No comment provided by engineer. */
"Missing theme information for '%'. Please close and restart.  If this problem continues, please uninstall and re-install." = "Missing theme information for '%'. Please close and restart.  If this problem continues, please uninstall and re-install.";